<?php
#------------------------------------------------------------------
# Файл конфигурации БД для новостей
#------------------------------------------------------------------
# Используется /lib/config.asp с конфигурацией всей БД
#------------------------------------------------------------------
require_once("${HTTP_SERVER_VARS['DOCUMENT_ROOT']}/lib/config.asp");

$host=DB_DSN;
$bd=DB_NAME;         // название вашей БД
$bduser=DB_USER;     // пользователь
$bdpass=DB_PASSWORD; // пароль для БД

$users = array('IGOR', 'seo-fresh', 'Kempo', 'vika');

$table_urls="seo_urls";      // таблица страниц сайта
$table_str="seo_strings";      // таблица со строками

?>