<?php
#------------------------------------------------------------------
# Файл конфигурации БД для новостей
#------------------------------------------------------------------
# Используется /lib/config.asp с конфигурацией всей БД
#------------------------------------------------------------------
require_once("${HTTP_SERVER_VARS['DOCUMENT_ROOT']}/lib/config.asp");

$host=DB_DSN;
$bd=DB_NAME;         // название вашей БД
$bduser=DB_USER;     // пользователь
$bdpass=DB_PASSWORD; // пароль для БД

$table="iclick_ads"; //таблица с объектами
$table2="iclick_clicks"; //таблица с кликами
$table3="iclick_users"; //таблица с пользователями

?>
